Repository: aburdiss/TubaRoutines
Catalog: *.lproj/Localizable.strings
Languages: es, fr, ja, pt_br, zh_hans

source: Routine
es: Rutina
ja: ルーチン
pt_br: Rotina
zh_hans: 套路

source: All Exercises
es: Todos los Ejercicios
fr: Tous les Exercices
ja: すべての練習
pt_br: Todos os Exercícios
zh_hans: 所有练习

source: Custom
fr: Personnalisé
ja: カスタム
pt_br: Personalizados
zh_hans: 定制

source: Settings
es: Configuraciones
fr: Paramètres
ja: 設定
pt_br: Definições
zh_hans: 设定

source: Tuba Routines
es: Rutinas de Tuba
fr: Routines de Tuba
ja: チューバのルーチン
zh_hans: 大号套路

source: Begin Routine
es: Comenzar Rutina
fr: Commencer la Routine
ja: ルーチンを開始してください
pt_br: Começar a Rotina
zh_hans: 开始套路

source: Randomize Favorites
fr: Randomiser les Favoris
ja: お気に入りをシャッフルする
pt_br: Randomizar Favoritos
zh_hans: 随机你的最喜欢的练习

source: Daily Routine Complete!
es: ¡Rutina Diaria Completa!
fr: Routine quotidienne terminée!
ja: 毎日のルーチンが完了しました！
pt_br: Rotina Diária Completa!
zh_hans: 套路完成!

source: Return
es: Regreso
fr: Revenir
ja: 戻る
pt_br: Retorna
zh_hans: 返回

source: Back
es: Regreso
fr: L'Arrière
ja: 戻る
pt_br: Volta
zh_hans: 后

source: Next
es: Siguiente
fr: L'Avant
ja: 次
pt_br: Próximo
zh_hans: 下

source: This is a favorite exercise
es: Este es un ejercicio favorito
fr: Ceci est un exercice préféré
ja: これは愛用の練習です
pt_br: Este é um exercício favorito
zh_hans: 这是最喜欢的练习

source: Long Tones
es: Los Tonos Largos
fr: Production du Son
ja: 長いトーン
pt_br: Tons Longos
zh_hans: 长音

source: Slow Lip Slurs
es: Flexibilidad Lenta
fr: Flexibilité Simple
ja: 遅い唇のスラー
pt_br: Slurs Labiais Lentos
zh_hans: 慢嘴唇连音

source: Fast Lip Slurs
es: Flexibilidad Rápida
fr: Flexibilité Avancée
ja: 早い唇のスラー
pt_br: Slurs Labiais Rápidos
zh_hans: 快嘴唇连音

source: Single Note Articulation
es: Articulación Sostenida
fr: Articulations en Détaché Soutenu
ja: ひとつ音符の調音
pt_br: Articulação
zh_hans: 单音符点舌

# Moving Note Articulation
source: Changing Note Articulation
es: Articulación Cambiada
fr: Articulations en Détaché Changeant
ja: 音符の調音の変更
pt_br: Coordenação
zh_hans: 改变音符点舌

# Scales
source: Major Scales
es: Escalas Mayores
fr: Gammes Majeures
ja: 長音階
pt_br: Escalas Principais
zh_hans: 大调音阶

source: High Range
es: Registro Agudo
fr: L’aigu Tessiture
ja: 高いレンジ
pt_br: Sonoridade nos Agudos
zh_hans: 高音

source: Low Range
es: Registro Grave
fr: Grave Tessiture
ja: 低いレンジ
pt_br: Sonoridade nos Graves
zh_hans: 高音

source: Custom Routines
fr: Routines Personnalisées
ja: カスタムのルーチン
pt_br: Rotinas Customizadas
zh_hans: 定制套路

source: Create
fr: Créer
ja: 作る
pt_br: Crio
zh_hans: 建立

source: (1 exercise)
fr: (1 exercice)
ja: (1 練習)
pt_br: (1 exercício)
zh_hans: (1 练习)

source: exercises
fr: exercices
ja: 練習
pt_br: exercícios
zh_hans: 练习

source: Create Routine
fr: Créer Routine
ja: ルーチンを作ります
pt_br: Criar Rotina
zh_hans: 建立套路

source: Routine Name
fr: Nom de Routine
ja: ルーチンの名前
pt_br: Nome de rotina
zh_hans: 套路的名字

source: Preview
fr: Aperçu
ja: プレビュー
pt_br: Antevisão
zh_hans: 预习

source: Add to List
fr: Ajouter à la liste
ja: 一覧表を加える
pt_br: Adicionado a lista
zh_hans: 加入列表

source: Please enter a name
fr: Veuillez saisir un nom
ja: お名前を
pt_br: Por favor insira um nome
zh_hans: 请写一个名字

source: Please select at least one exercise
fr: Veuillez sélectionner au moins un exercice
ja: 練習の一つだけを見立てて下さい
pt_br: Selecione pelo menos um exercício
zh_hans: 请至少选择一项练习

source: Fundamentals
es: Fundamentos
fr: Fondamentaux
ja: ファンダメンタルズ
pt_br: Fundamentos
zh_hans: 基本面

source: Routine Length
es: Duración de la Rutina
fr: Durée de la Routine
ja: ルーチンの長短
pt_br: Comprimento de rotina
zh_hans: 套路长度

source: Favorites
es: Favoritos
fr: Favoris
ja: お気に入り
pt_br: Favoritos
zh_hans: 最喜欢的练习

source: Reset Favorites
es: Restablecer Favoritos
fr: Réinitialiser les Favoris
ja: お気に入りをリセットする
pt_br: Redefinir favoritos
zh_hans: 重启最喜欢的练习

source: Reset Custom Routines
fr: Réinitialiser Routines Personnalisées
ja: カスタムのルーチンをリセットする
pt_br: Redefinir rotinas personalizadas
zh_hans: 重置定制套路

source: All favorites will be removed
es: Todos los favoritos serán eliminados
fr: Tous les favoris seront supprimés
ja: すべてお気に入りが削除されます
pt_br: Todos os favoritos serão removidos
zh_hans: 所有喜爱的练习将被删除

source: All custom routines will be removed
fr: Tous les routines personnalisées seront supprimés
ja: すべてカスタムののルーチンを削除されます
pt_br: Todas as rotinas personalizadas serão removidas
zh_hans: 所有定制套路将被删除

source: This cannot be undone!
es: ¡Esto no se puede deshacer!
fr: Ça ne peut pas être annulé!
ja: 元に戻すことはできません！
pt_br: Isto não pode ser desfeito!
zh_hans: 这不能被撤消!

source: Reset
es: Reiniciar
fr: Réinitialiser
ja: リセットする
pt_br: Redefinir
zh_hans: 重启

source: Resources
es: Recursos
fr: Ressources
ja: 資源
pt_br: Recursos
zh_hans: 资源

source: Download TbaXcerpts
es: Descarga TbaXcerpts
fr: Télécharger TbaXcerpts
ja: ダウンロード TbaXcerpts
pt_br: Baixar TbaXcerpts
zh_hans: 下载 TbaXcerpts

source: Download Euphonium Routines
es: Descarga Euphonium Routines
fr: Télécharger Euphonium Routines
ja: ダウンロード Euphonium Routines
pt_br: Baixar Euphonium Routines
zh_hans: 下载 Euphonium Routines

source: Download Scale Practice - Randomizer
es: Descarga Scale Practice - Randomizer
fr: Télécharger Scale Practice - Randomizer
ja: ダウンロード Scale Practice - Randomizer
pt_br: Baixar Scale Practice - Randomizer
zh_hans: 下载 Scale Practice - Randomizer

source: Visit Ars Nova Publishing
es: Visita Ars Nova Publishing
fr: Visiter Ars Nova Publishing
ja: Ars Nova Publishing をご覧ください
pt_br: Visite Ars Nova Publishing
zh_hans: 浏览 Ars Nova Publishing

source: Visit Band Room Online
es: Visita Band Room Online
fr: Visiter Band Room Online
ja: Band Room Online をご覧ください
pt_br: Visite Band Room Online
zh_hans: 浏览 Band Room Online

source: About
es: Sobre
fr: À Propos
ja: ついて
pt_br: Sobre
zh_hans: 关于

source: Send Feedback
es: Envia Comentarios
fr: Envoyer un commentaire
ja: フィードバックを送信する
pt_br: Enviar Comentários
zh_hans: 给我们反馈

source: Short
es: Corto
fr: Court
ja: 低い
pt_br: Curto
zh_hans: 短

source: Medium
es: Medio
fr: Moyen
ja: 中
pt_br: Médio
zh_hans: 中

source: Long
es: Largo
ja: 長い
pt_br: Longo
zh_hans: 长
